cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'd12frosted/emacs-plus'

brew 'emacs-plus'
brew 'ispell'
brew 'node'
brew 'wget'

cask '1password'
cask 'atom'
cask 'betterzipql'
cask 'dockertoolbox'
cask 'flycut'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'slack'
cask 'spectacle'
cask 'visualvm'